议论文写法
// 把词解释推导出来就是文章,写原因,批驳的思考,全面的思考
// 去描写 而不是去概括
问题{
	话语话之间的关系(材料之间的关系)
	审题
	脑子里没有观点(分析为观点服务)所有写不出
	急于写全篇(先从小事做起)
}
写{
	写驳论 (驳论:找反例,对比突出)
	"把词解释推导出来就是文章,写原因,批驳的思考,全面的思考"
	举不出例子就解释
	"围绕关键词分析"
	"列出观点很重要 中心论点"
	
	"果溯因法" 结果产生的原因就是中心论点

	万变不里其宗{
		观点 看法 是非 原因
		是什么 为什么 怎么做(推导的过程)
			概念 原因 方法
			解释 分析
			三者比例不一
		看清句子间的逻辑关系(分析句意)
	}

	段落{
		"中心论点领导全文" 其实就是论证思路和论证目标
		列分论点

		一{
			概括，引材料->分析->中心论点
			如果没有材料可以引述就直接解释材料
			"注意":三位一体:材料 关键词 中心论点 必须一致不可替换
			
			引出论点的词语
				我们认为 依我之见 在我看来	
		}

		二 - 四{
			横向拓展分论点,仅求广度(文章深度由 5 来写)
		}

		五{
			联结 综合 关系
			写反面 举反例
		}

		六{
			结合时事升华总结，呼应
				呼应(同义转换,最好题目给啥写啥) 呼告(演讲稿) 反思

			开头和结尾字数应一致
		}
	}
}

方法与技巧{
	"多看多写多积累 常想常解常回忆"

	写作技巧{
		"特点/动作/物品 + 关系 = 论点"
		多用排比(凑字好用) 但是得言之有物,不能画大饼
		前后呼应保证不跑题
		结构,字数分配{
			1大 + 多小
			递减
			2平对比
		}
		
		写例子 / 审题立意{

			正反论证法{
				举两个极端,然后分析为什么不能走极端
			}

			利弊分析{
				比较两个选项不同点，比较优势等
				类比(相同点) 对比(不同点) 衬托(主次)

				例：A_think B_think I_think(中心论点)
			}

			多元找异同{
				判断观点正负(注意条件)
			}	
		}
	}

	考场技巧{
		有关键词了就不能替换(标题可换,但是需解题引出关键词,老师没时间看)
		字写大点(看不清,作文因比例问题)
		文章结构 只能用总分总
		角度 分类 场景 细化
		列出来(列提纲,列长钢 细化 列灵感) 找关系
	}

	看范文{
		理解的抄,概括然后解释
		常复习,包背不下来的,多训练
		输入->解码->编码->输出
		词语的积累
		观点 看法 是非 原因
	}
}

分{
	先补作文
	先求客观题
}

文学常识{
	关系{
		解释
			关键词 :
			对于写作而言 解释语更重要(写作的关键)
			":"后更有利用理解 但是前更重要
		并列
			关键词 : 也 或
			同一层次
			相辅相成

		递进
			关键词 : 更 尤其 进一步说
			存在递升，递降的关系
			递进是相对的
			谁更难做到谁放后面
		转折
			关键词 : 然而 而
		条件
	}
	手法{
	拈连:把本修饰A的词用来修饰B()
	排比:句式结构相同相似3 + 
	对偶:              2个 
	对仗:字完全不同的2个

	}

	总分 演绎法
	分总 归纳法

	具象和抽象(反着写)
	具象和抽象相对的
	抽象 是写不出的(文学化表达)需转化为具象(推导出关键词)

	理想& 现实(现实是理想的条件)
	
}
积累{

	句子{
	毫厘之差, 谬之千里
	从错误中学习, 勇于试错, 不断尝试积累经验, 从而接近真理,
	-然而, 并不算所有的试错都值得鼓励, 有些试错可能会带来严重的后果, 需要谨慎对待
	生活要有仪式感
	}

	四字词语{
		情以物迁 行稳致远 扬帆远航
	}

	常见说法{
		平衡 = 科学 = 智
		勇气过多 : 鲁莽,莽撞
		
	}
}

一些话{
	"放心去想 没看过就想出来"
	练
	先练习写小段, 别给自己设障碍, 别好高骛远
	练长句，写长篇
	先写再改
}

//材料
<<作文素材>>
// 目标:
// 理清思路
// 练作文(练段)
// 目标400-600字
