议论文写法
// 把词解释推导出来就是文章,写原因,批驳的思考,全面的思考
// 去描写 而不是去概括
问题{
	话语话之间的关系(材料之间的关系)
	审题
	脑子里没有观点(分析为观点服务)所有写不出
	急于写全篇(先从小事做起)
}
写{
	"把词解释推导出来就是文章,写原因,批驳的思考,全面的思考"
	举不出例子就解释
	"放心去想"
	练
	先练习写小段,别给自己设障碍,别好高骛远
	先写再改
	"围绕关键词分析"
	"列出观点很重要 中心论点"
	万变不里其宗{
		观点 看法 是非 原因
		是什么 为什么 怎么做(推导的过程)
			概念 原因 方法
			解释 分析
			三者比例不一
		看清句子间的逻辑关系(分析句意)
	}

	段落:
		"中心论点领导全文" 其实就是论证思路和论证目标
		列分论点
		--1--
			段尾需引述中心论点
			如果没有材料可以引述就直接解释材料
		-2-4-
			横向拓展分论点,仅求广度(深度由 5 来写)
		--5--
			联结 综合 关系
			写反面 举反例
		--6--
			结合时事升华总结
	平衡=科学=智
}
方法{
	"多看多写多积累 常想常解常回忆"
	"特点/动作/物品 + 关系 = 论点"
	"放心去想 没看过就想出来"
	考场技巧{
		有关键词了就不能替换(标题可换,但是需解题引出关键词,老师没时间看)
		字写大点(看不清,作文因比例问题)
		文章结构 只能用总分总
		角度 分类 场景 细化
		列出来(列提纲,列长钢 细化 列灵感) 找关系
	}

	看范文{
		理解的抄,概括然后解释
		常复习,包背不下来的,多训练
		输入->解码->编码->输出
		词语的积累
		观点 看法 是非 原因
	}
}
分{
	先补作文
	先求客观题
}
文学常识{
	关系:
		解释
			关键词:
			对于写作而言 解释语更重要(写作的关键)
			":"后更有利用理解 但是前更重要
		并列
			关键词:也 或
			相辅相成
		递进
			关键词:更 尤其 进一步说
			递进是相对的
			谁更难做到谁放后面
	总分 演绎法
	分总 归纳法
	具象和抽象(反着写)
	具象和抽象相对的
	抽象 是写不出的(文学化表达)需转化为具象(推导出关键词)
	驳论:找反例,对比突出
}
<<作文素材>>
// 作业:
// 笔记手写
// 理清思路
// 练作文(练段)
// 目标400-600字
