英语阅读
// 理科思维做阅读

根据关键句出题(带有重要信息的句子)
以出题老师的角度思考问题

方法
	"破长句,抓主干,把长句简单化"(前提已找到出题句)
	"重要的东西都在选项中 拿题目当影子"
	选项 + 题干 <= 出题句
	长难句-> 主谓 -> 看谓
		-> 主谓宾-> 看宾
		-> 主系表-> 看表
	有从句时答案就在从句中

	细节题
		注意找到后有看看有
		--1--
			看题目列清单 确认信息定位词
		--2--
			回到文章找信息源
		--3--
			清单和信息源一一对比
			可以跳着对比 信息的排列顺序可以无序
		--4--
			信息源和选项一一对比 少一个都不行
			注意主谓语的[adj/adv](也是对比的目标)

	总结题
		主旨题(范围大一点的总结罢了)
		找中心句(一般都是 1-2 句)(1句可能是背景)
			":"前比后更重要 英文直接看前面就行
		有中心句 直接找 找完=细节题 (80%都有中心句)
		
		没中心句 
		根据话题主题和主旨
		找[v][adj]
		总结后=细节题

复合宾语=宾语+宾补
系动词只要联系作用~=没有用
"英文特点是直白 后面补充前面"
"英语底层逻辑 说话没说清
中文底层逻辑  看不懂自己菜"
