"00000000    NUL   空字符
00000001    SOH   标题开始
00000010    STX   文本开始
00000011    ETX   文本结束
00000100    EOT   传输结束
00000101    ENQ   询问
00000110    ACK   确认
00000111    BEL   响铃
00001000    BS    退格
00001001    HT    水平制表符
00001010    LF    换行
00001011    VT    垂直制表符
00001100    FF    换页
00001101    CR    回车
00001110    SO    移位输出
00001111    SI    移位输入
00010000    DLE   数据链路转义
00010001    DC1   设备控制1
00010010    DC2   设备控制2
00010011    DC3   设备控制3
00010100    DC4   设备控制4
00010101    NAK   否定确认
00010110    SYN   同步空闲
00010111    ETB   传输块结束
00011000    CAN   取消
00011001    EM    媒体结束
00011010    SUB   替换
00011011    ESC   转义
00011100    FS    文件分隔符
00011101    GS    组分隔符
00011110    RS    记录分隔符
00011111    US    单元分隔符"
00100000    空格  空格
00100001    !     感叹号
00100010    "     双引号"
00100011    #     井号
00100100    $     美元符
00100101    %     百分号
00100110    &     和号
00100111    '     单引号'
00101000    (     左括号
00101001    )     右括号
00101010    *     星号
00101011    +     加号
00101100    ,     逗号
00101101    -     减号/连字符
00101110    .     句点
00101111    /     斜杠
// 00110000    0     数字0
// 00110001    1     数字1
// 00110010    2     数字2
// 00110011    3     数字3
// 00110100    4     数字4
// 00110101    5     数字5
// 00110110    6     数字6
// 00110111    7     数字7
// 00111000    8     数字8
// 00111001    9     数字9
00111010    :     冒号
00111011    ;     分号
00111100    <     小于号
00111101    =     等号
00111110    >     大于号
00111111    ?     问号
01000000    @     商业符号
// 01000001    A     大写字母A
// 01000010    B     大写字母B
// 01000011    C     大写字母C
// 01000100    D     大写字母D
// 01000101    E     大写字母E
// 01000110    F     大写字母F
// 01000111    G     大写字母G
// 01001000    H     大写字母H
// 01001001    I     大写字母I
// 01001010    J     大写字母J
// 01001011    K     大写字母K
// 01001100    L     大写字母L
// 01001101    M     大写字母M
// 01001110    N     大写字母N
// 01001111    O     大写字母O
// 01010000    P     大写字母P
// 01010001    Q     大写字母Q
// 01010010    R     大写字母R
// 01010011    S     大写字母S
// 01010100    T     大写字母T
// 01010101    U     大写字母U
// 01010110    V     大写字母V
// 01010111    W     大写字母W
// 01011000    X     大写字母X
// 01011001    Y     大写字母Y
// 01011010    Z     大写字母Z
01011011    [     左方括号
01011100    \     反斜杠
01011101    ]     右方括号
01011110    ^     脱字符
01011111    _     下划线
01100000    `     反引号
// 01100001    a     小写字母a
// 01100010    b     小写字母b
// 01100011    c     小写字母c
// 01100100    d     小写字母d
// 01100101    e     小写字母e
// 01100110    f     小写字母f
// 01100111    g     小写字母g
// 01101000    h     小写字母h
// 01101001    i     小写字母i
// 01101010    j     小写字母j
// 01101011    k     小写字母k
// 01101100    l     小写字母l
// 01101101    m     小写字母m
// 01101110    n     小写字母n
// 01101111    o     小写字母o
// 01110000    p     小写字母p
// 01110001    q     小写字母q
// 01110010    r     小写字母r
// 01110011    s     小写字母s
// 01110100    t     小写字母t
// 01110101    u     小写字母u
// 01110110    v     小写字母v
// 01110111    w     小写字母w
// 01111000    x     小写字母x
// 01111001    y     小写字母y
// 01111010    z     小写字母z
01111011    {     左花括号
01111100    |     竖线
01111101    }     右花括号
01111110    ~     波浪号
01111111    DEL   删除键

简记：48:0
     65:A
     97:a